Repository: AaronTraas/Clash-Royale-Clan-Tools
Catalog: crtools/locale/*/LC_MESSAGES/crtools.po
Languages: fr, it

source: {clan_name} Clan Dashboard
fr: Tableau de bord du clan {clan_name}
it: Tabellone di riepilogo del Clan: {clan_name}

source: Looking for a clan?
fr: A la recherche d'un clan ?
it: Sei alla ricerca di un Clan?

source: Join us!
fr: Rejoins-nous !
it: Unisciti a noi!

source: Current war
fr: Guerre en cours
it: Guerra in corso

source: Standings
fr: Classement
it: Classifica

source: Recent wars
fr: Guerres récentes
it: Guerre recenti

source: Member list and stats
fr: Liste des membres et stats
it: Lista dei membri e stats

source: Members
fr: Membres
it: Membri

source: Suggestions
it: Suggerimenti

source: Score explanation
fr: Explication du score
it: Spiegazione punteggio

source: Leaderboard
fr: Tableau de classement
it: Classifica top

source: Clan Stats
fr: Stats du clan
it: Statistiche Clan

source: Clan Score
fr: Score du clan
it: Punteggio Clan

source: Country
fr: Pays
it: Nazione

source: International
it: Internazionale

source: Donations/week
fr: Donations/semaine
it: Donazioni/settimana

source: Required Trophies
fr: Trophées requis
it: Trofei necessari

source: War Trophies
fr: Trophées de guerre
it: Trofei guerra

source: Clan Role
fr: Rôle du Clan
it: Ruolo nel Clan

source: Last update
fr: Derniere Mise à Jour
it: Ultimo aggiornamento

source: Yes
fr: Oui
it: Si

source: No wars in war log
fr: Pas de guerre dans le journal
it: Nessuna guerra nel log guerre

source: State
fr: Etat
it: Stato

source: Collection Day End
fr: Collecte terminée dans
it: Giorno di fine Collezione

source: War End
fr: Fin dans
it: La guerra finisce

source: Participants
it: Partecipanti

source: Crowns
fr: Couronnes
it: Corone

source: Victories
fr: Victoires
it: Vittorie

source: Cards Earned
fr: Cartes acquises
it: Carte vinte

source: Member
fr: Membre
it: Membro

source: Previous
fr: Précédant
it: Precedente

source: Member Name
fr: Nom du Membre
it: Nome membro

source: Member Tag
fr: Tag du Membre
it: Tag del Membro

source: Join Date
fr: Date d'arrivée
it: Data di ingresso

source: Last Active
fr: Dernière activité
it: Ultima attività

source: Before recorded history
fr: Avant historisation
it: Storia precedente

source: XP Level
fr: Niveau d'XP
it: Livello XP

source: Score
it: Punteggio

source: Rank
fr: Niveau
it: Livello

source: Trophies
fr: Trophées
it: Donazioni

source: Donations received
it: Donazioni Ricevute

source: Days Inactive
fr: Inactivité
it: Giorni di inattività

source: Days
fr: Jours
it: Giorni

source: Months
it: Mesi

source: Years
it: Anni

source: Day
fr: Jour
it: Giorno

source: Minutes
it: Minuti

source: Hours
fr: Heures
it: Ore

source: Time in Clan
it: Tempo nel Clan

source: Last Seen
fr: Il y a
it: Visto l'ultima volta

source: Current War
fr: GdC
it: Guerra corrente

source: Not in clan
fr: Hors clan
it: Non nel Clan

source: The clan is not currently engaged in a war.
fr: Le clan n'est pas actuellement engagé dans une guerre.
it: Il clan non è attualmente in guerra

source: Score from donations
fr: Score des dons
it: Punteggio da Donazioni

source: Score from war participation
fr: Score des participations aux guerres
it: Punteggio dalla guerra

source: Cards given
fr: Cartes données
it: Carte donate

source: Cards received
it: Carte ricevute

source: Cards given last week
fr: Dons la semaine dernière
it: Carte donate scorsa settimana

source: Collection day battles
fr: Batailles du jour de collecte
it: Battaglie giorno collezione

source: Collection day wins
fr: Victoires jour de collecte
it: Vittorie giorno collezione

source: Cards earned
fr: Cartes acquises
it: Carte vinte

source: War day battles
fr: Batailles jour de guerre
it: Battaglie giorno della guerra

source: War day wins
fr: Victoires jour de guerre
it: Vittorie giorno della guerra

source: War win rate
fr: % victoire
it: Percentuale vittoria

source: War readiness
it: Prontezza alla guerra

source: Must complete at least %d battles of the last %d
it: Bisogna completare almeno %d battaglie dell'ultimo %d

source: Collection win rate
it: Percentuale vittorie collezione

source: Collection cards won
it: Carte collezione vinte

source: War score average
it: Media punteggio guerra

source: War score
fr: Score de la guerre
it: Punteggio guerra

source: War league
fr: League de la guerre
it: League della guerra

source: {month}/{day}
fr: {day}/{month}
it: {day}/{month}

source: {} hours
fr: {} heures
it: {} ore

source: Complete
fr: Terminée
it: Completata

source: 1 day, {} hours
fr: 1 jour, {} heures
it: Giorno della collezione

source: War Day
fr: Jour de Guerre
it: Giorno della guerra

source: View List of Old Members
fr: Liste des anciens Membres
it: Lista dei vecchi membri

source: Old Members
it: Vecchi membri

source: Joined clan
it: Entrati nel clan

source: Changed role to {}
fr: Changer le rôle pour {}
it: Cambiare ruolo a {}

source: Departed clan
fr: Départ du clan
it: Uscito dal clan

source: Member Details
fr: Détails du Membre
it: Dettagli membro

source: Player Stats and Info
fr: Statistiques et Information du Membre
it: Stats e info giocatore

source: See on StatsRoyale
fr: Voir sur StatsRoyale
it: visto su StatsRoyale

source: See on RoyaleAPI
fr: Voir sur RoyaleAPI
it: Visto in RoyaleAPI

source: Player History
fr: Historique du joueur
it: Storia giocatore

source: Member is on the blacklist. Kick member immediately.
fr: Le joueur est dans la liste noire. Kicker le joueur immédiatement.
it: Membro in blacklist, espellerlo subito.

source: Member has been tagged on the "No Promote" list for abusing privileges in the past. Never promote to Elder or higher.
fr: Ce joueur a été tagué sur la liste "Pas de promotion" pour abus de privilèges dans le passé. Ne jamais promouvoir au rang d'Aîné ou supérieur.
it: Il membro è inserito nella lista di non-promozione per abuso di privilegi in passato. Non promuoverlo anziano o co-capo

source: Former Members
it: Membro storico

source: Name / tag
fr: Nom / tag
it: Nome / tag

source: Events
fr: Événements
it: Eventi

source: Close
it: Chiuso

source: <strong>{name}</strong> was not in this war.
it: <strong>{name}</strong> non era in questa guerra.

source: <strong>{name}</strong> was not in the clan at the time of this war.
fr: <strong>{name}</strong> n'était pas dans le clan au moment de cette guerre.
it: <strong>{name}</strong> non era nel clan durante questa guerra.

source: NOTE: current war <strong>does not</strong> affect score.
fr: NOTE: la guerre en cours <strong>n'affecte pas</strong> le score
it: NOTA: La guerra attuale <strong>NON</strong> influisce sul punteggio.

source: Filter
fr: Filtre
it: Filtro

source: None
fr: Aucun
it: Niente

source: Leadership
fr: Rôle: Adjoint
it: Capo

source: Role: Elder
fr: Rôle: Aîné
it: Ruolo: Anziano

source: Role: Member
fr: Rôle: Membre
it: Ruolo: Recluta

source: New Members
fr: Nouveaux Membres
it: Nuovo Membro

source: In current war
fr: Dans la guerre actuelle
it: In guerra

source: Inactive
fr: Inactif
it: Inattivo

source: In danger
fr: En danger
it: In pericolo

source: War
fr: Guerre
it: Guerra

source: Donations
it: Donazioni

source: Members with a <strong class="bad">score below 0</strong> will be recommended for kicking or demotion.
fr: Les membres dont le score est inférieur à 0 seront recommandés pour exclusion ou rétrogradation.
it: I membri con un <strong class="bad">punteggio sotto 0</strong> saranno raccomandati per l'espulsione o la retrocessione.

source: Members inactive for <strong class="bad">{days_inactive} days</strong> will be kicked.
fr: Les membres inactifs depuis {days_inactive} jours seront exclus.
it: I membri inattivi foperr <strong class="bad">{days_inactive} giorni</strong> saranno espulsi.

source: A member who achieves <strong class="good">{points} points</strong> is elegible for promotion to <strong>Elder</strong> at the discretion of leadership.
fr: Un membre ayant atteint <strong class="good">{points} points</strong> est éligible à une promotion d'Aîné à la discrétion du Chef.
it: <il membro che raggiunge> <strong class="good">{points} punti</strong> sarà raccomandato per la promozione ad <strong>Anziano</strong> a discrezione del capo.

source: Members must be in the clan for a at least <strong>{} days</strong> to be promoted.
it: Le reclute devono stare nel clan per almeno <strong>{} giorni</strong> per essere promosse.

source: <strong>Recruit new members!</strong> The team needs some fresh blood.
fr: <strong>Recruter de nouveaux membres!</strong> Le clan a besoin de sang neuf.
it: <strong>Recluta nuovi mebri!</strong> Il clan ha bisogno di forze nuove.

source: No suggestions at this time. The clan is in good order.
fr: Aucune suggestion pour le moment. Tout est en ordre.
it: Nessun suggerimento al momento. Il clan è a posto.

source: Kick <strong>{name}</strong>. Member is blacklisted.
fr: Exclure <strong>{name}</strong>. Le joueur sera en liste noire.
it: Espellere <strong>{name}</strong>. Il membro è in blacklist.

source: Kick <strong>{name}</strong> <strong class="bad">{days} days inactive</strong>
fr: Exclure <strong>{name}</strong> : <strong class="bad">{days} jours inactif</strong>
it: Espellere <strong>{name}</strong> <strong class="bad">{days} giorni inattività</strong>

source: Kick <strong>{name}</strong> <strong class="bad">{score}</strong>
fr: Exclure <strong>{name}</strong> : <strong class="bad">{score}</strong> points.
it: Espellere <strong>{name}</strong> <strong class="bad">{score}</strong>

source: Demote <strong>{name}</strong> <strong class="bad">{score}</strong>
it: Retrocedere <strong>{name}</strong> <strong class="bad">{score}</strong>

source: Promote <strong>{name}</strong> to <strong>Elder</strong> <strong class="good">{score}</strong>
it: Promuovere <strong>{name}</strong> ad <strong>Anziano</strong> <strong class="good">{score}</strong>

source: Score is made of two components: <strong>donation score</strong> and <strong>war participation score</strong>.
fr: Le score est basé sur deux aspects: le <strong>score de donation</strong> et le <strong>score de participation</strong>.
it: Il punteggio è calcolato su due componenti: <strong>Donazioni/strong> e <strong>partecipazione alla guerra</strong>.

source: Donation Score
fr: Score de Donation
it: Punteggio donazioni

source: You are expected to donate <strong>{min_donations_daily} cards per day</strong>, on average. If you make more, you will gain points. If you make fewer, you will lose points. If you have zero, you will be penalized <strong class="bad">{donations_zero} points</strong>
fr: On s'attend à ce que vous donniez un minimum de <strong>{min_donations_daily} cartes en moyenne par jour</strong>. Si vous faites plus, vous gagnerez des points. Si vous faites moins, vous perdrez des points. Si vous ne donnez pas vous serez pénalisé de <strong class="bad">{donations_zero} points</strong>
it: Ci aspettiamo che doniate mediamente <strong>{min_donations_daily} carte al giorno</strong>. Se ne donate di più,guadagnerete punti. Se ne donate menor, perderete punti. A zero punti sarete penalizzati <strong class="bad">{donations_zero} punti</strong>

source: War Participation Score
fr: Score de la particiation à la guerre
it: Punteggio partecipazione guerra

source: For each of the last 10 wars, did member...
fr: Pour chacune des 10 dernières guerres, est-ce que le joueur a...
it: Per oguna delle ultime 10 guerre, il membro...

source: ...participate in the war?
fr: ...participé à la guerre?
it: .....partecipate alla guerra?

source: ...complete each collection battle? (per battle)
fr: ...fait chaque bataille du jour de collecte? (par bataille)
it: ...finito le battaglie per la collezione? (per battaglia)

source: ...win each collection battle? (per battle)
fr: ...gagné chaque bataille du jour de collecte? (par bataille)
it: ...vinto ogni battaglia della collezione?? (per battaglia)

source: ...complete war day battle?
fr: ...fait la(les) bataille(s) de la guerre?
it: ...finito la battaglia della guerra?

source: ...win war day battle? (per battle)
fr: ...gagné la(les) bataille(s) de la guerre?
it: ..vinto la battaglia della guerra? (per battaglia)

source: Leader
fr: Chef
it: Capo

source: Co-Leader
fr: Chef-Adjoint
it: Co-capo

source: Elder
fr: Aîné
it: Anziano

source: Blacklisted. Kick!
fr: Sur liste noire. Exclure !
it: Blacklisted. Espellere!

source: On vacation
fr: En vacances
it: In Vacanza

source: Vacation until {}
it: In vacanza fino a {}

source: Inactive {days} days
fr: Inactif {days} jours
it: Inattivo per {days} giorni

source: Never Promote
fr: Jamais promouvoir
it: Non promuovere mai

source: Arena Unknown
fr: Arène inconnue
it: Arena sconosciuta

source: Goblin Stadium
fr: Gobelinarium
it: Stadio Goblin

source: Bone Pit
fr: Fausse aux os
it: Pozzo delle ossa

source: Barbarian Bowl
fr: Arène des barbares
it: Arena dei barbari

source: P.E.K.K.A's Playhouse
fr: Parc P.E.K.K.Aland
it: Casa dei giochi della P.E.K.K.A

source: Spell Valley
fr: Vallée des sorts
it: Valle degli incantesimi

source: Builder's Workshop
fr: Atelier d’ouvriers
it: Officina del costruttore

source: Frozen Peak
fr: Sommet Glacé
it: Picco ghiacciato

source: Jungle Arena
fr: Arène Sauvage
it: Arena selvaggia

source: Hog Mountain
fr: Mont des Cochons
it: Monte cinghiale

source: Electro Valley
fr: Vallée Electrique
it: Arena elettrica

source: Spooky Town
fr: Ville sinistre
it: Arena spaventosa

source: Legendary Arena
fr: Arène Légendaire
it: Arena leggendaria

source: Challenger II
fr: Combattant II
it: Sfidante II

source: Challenger III
fr: Combattant III
it: Sfidante III

source: Master I
fr: Maître I
it: Maestro I

source: Master II
fr: Maître II
it: Maestro II

source: Master III
fr: Maître III
it: Maestro III

source: Champion
it: Campione

source: Grand Champion
fr: Champion
it: Campione grandioso

source: Royal Champion
it: Campione Royale

source: Ultimate Champion
fr: Grand Champion
it: Campione definitivo

source: **{} hours** left on {} day. Members have **not** completed all battles:
fr: Il reste **{} heures** sur {} jour. Membres n'ayant **pas** terminé toutes les batailles :
it: **{} ore** rimaste nel {} giorno. Membri che **non hanno** finito tutte le battaglie:

source: Members who have quit the clan and are now blacklisted:
fr: Membres ayant quitté le clan et maintenant sur liste noire :
it: Membri usciti dal clan che ora sono in blacklist:

source: war
it: guerra

source: collection
it: collezione

source: Bronze League
fr: Ligue Bronze
it: Lega bronzo

source: Silver League
fr: Ligue Argent
it: Lega argento

source: Gold League
fr: Ligue Or
it: Lega oro

source: Legendary League
fr: Ligue Légendaire
it: Lega leggendaria

source: This content is not affiliated with, endorsed, sponsored, or specifically approved by Supercell and Supercell is not responsible for it.
fr: Ce contenu n'est pas affilié avec, soutenu, sponsorisé ou spécifiquement approuvé par Supercell et Supercell refuse toute responsabilité à son sujet.
it: Questo contenuto non è in alcun modo affiliato, sponsorizzato, consigliato o aapprovato da Supercell e Supercell non ne è responsabile.

source: For more information see Supercell's Fan Content Policy.
fr: Pour plus d'informations, veuillez consulter le règlement de Supercell sur les contenus créés par les fans.
it: Per maggiori informazioni vedere la Supercell's Fan Content Policy.

source: Clan Name
fr: Nom du clan

source: Clan Tag
fr: Tag du clan

source: No
fr: Non

source: Arena
fr: Arène

source: Dona&shy;tions
fr: Dons

source: Collection Day
fr: Jour de Collecte

source: Links
fr: Liens

source: Royal Arena
fr: Arène royale
